/**
 * ===== Устранение неполадок =====
 * Функция ниже должна выводить число 2, однако этого не происходит. 
 * Посмотрите, сможете ли вы это исправить!
 * Обязательно исправьте это в духе кода, не прибегая к хардкоду результата.
 */

function troubleshooting() {
    const a = 1;
    const b = 1;
  
    let result;
  
    // Редактируйте между этими линиями
    // =================================
    result = a + b;
    // =================================
  
    return result;
  }
  console.log(troubleshooting());
  // Не изменяйте это
  module.exports = troubleshooting;