/**
 * Давайте займемся математикой!
 * Несколько правил:
 *   - Замените строки справа от = на математическое выражение, которое они описывают.
 *   - Не вводите вручную ответы на уравнения. Например, `const a = 9` будет неверным, так как 9 - это ответ на уравнение, которое вы должны написать.
 */

const a = 1 + 8; // один плюс восемь
const b = 22 * 3;  // 22 умножить на три
const c = 5 % 4;   // остаток от деления 5 на 4
const d = a - 17;   // переменная 'a' минус 17
const e = a + b + c + d;   // сумма предыдущих четырех переменных
// console.log(e);  
// console.log(a, b, c, d, e)

module.exports = { a, b, c, d, e };